Repository: theimpossibleastronaut/modemu2k
Catalog: po/*.po
Languages: nl_nl, zh_cn

source: attyBufW overrun.
nl_nl: attyBufW overschrijding.
zh_cn: attyBufW 超时.

source: Goodbye.
nl_nl: Tot ziens.
zh_cn: 再见.

source: Child returned status %d.
nl_nl: Kind gaf status %d terug.
zh_cn: 子进程返回状态值为 %d.

source: Comm program exited.
nl_nl: Comm programma sloot af.
zh_cn: 通讯程序已退出.

source: Connecting attempt canceled by user input.
nl_nl: Verbindingspoging geannuleerd door gebruikersinvoer.
zh_cn: 连接尝试被用户输入取消.

source: Connection attempt timed out.
nl_nl: Verbindingspoging time-out.
zh_cn: 连接超时.

source: Connection closed by peer.
nl_nl: Verbinding gesloten door peer.
zh_cn: 连接被关闭.

source: Connection closed with ATH.
nl_nl: Verbinding gesloten met ATH.
zh_cn: ATH 连接被关闭.

source: Connection closed with ATZ.
nl_nl: Verbinding gesloten met ATZ.
zh_cn: ATZ 连接被关闭.

source: Could not run shell.
nl_nl: Kan shell niet uitvoeren.
zh_cn: 无法运行 shell.

source: Enter 'at%%q' to quit
zh_cn: 输入 'at%%q' 退出

source: Error in initialization commands.
nl_nl: Fout bij het initialiseren van commando’s.
zh_cn: 初始化命令出错.

source: Host address lookup failed.
nl_nl: Host adres opzoeken mislukt.
zh_cn: 查找主机地址失败.

source: No more pty devices available.
nl_nl: Geen pty apparaten meer beschikbaar.
zh_cn: 暂无可用 pty 设备.

source: Port number lookup failed.
nl_nl: Poort nummer opzoeken mislukt.
zh_cn: 查找端口号失败.

source: Pty closed. (read() returned %d)
nl_nl: Pty afgesloten. (read() gaf %d terug)
zh_cn: Pty 已关闭.(read() 返回值为 %d)

source: Pty closed. (write() returned %d)
nl_nl: Pty afgesloten. (write() gaf %d terug)
zh_cn: Pty 已关闭.(write() 返回值为 %d)

source: THERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.
nl_nl: ER ZIT GEEN GARANTIE OP HET PROGRAMMA, TOT ZOVER TOEGELATEN DOOR WETGEVING. TENZIJ ANDERS IS AANGEGEVEN IN SHRIFT BIEDEN DE COPYRIGHT HOUERS EN/OF ANDERE PARTIJEN HET PROGRAMMA AAN ZOALS HET IS ZONDER GARANTIE VAN ENIGE AARD, ZOWEL EXPLICIET ALS IMPLICIET INHOUDEND, MAAR NIET GELIMITEERD TOT, DE GEÏMPLICEERDE GARANTIES VAN VERKOOP EN GESCHIKTHEID MET BETREKKING TOT EEN SPECIFIEK DOEL. HET GEHELE RISICO OP KWALITEIT EN SNELHEID VAN HET PROGRAMMA LIGT BIJ JOU. BLIJKT HET PROGRAMMA DEFECT, DAN NEEM JIJ ALLE NODIGE KOSTEN VOOR ONDERHOUD, REPARATIE OF CORRECTIE OP JE.
zh_cn: 本程序在适用法律范围内不提供品质担保。除非另作书面声明， 版权持有人及其他程序提供者“概”不提供任何显式或隐式的品质担保， 品质担保所指包括而不仅限于有经济价值和适合特定用途的保证。全部 风险，如程序的质量和性能问题，皆由你承担。若程序出现缺陷，你将 承担所有必要的修复和更正服务的费用。

source: Usage: %s [OPTION]... -c, --commprog="<comm_prog> <args>" invoke a comm program using [arguments] -d, --device=<pty_master> talk through [pty_master] -e, --atstring="<ATxxx>" execute [ATxxx] commands at startup -s, --show show which device will be used -h, --help display help -v, --version display version -w, --warranty display warranty The arguments for (-c, --commprog) and (-e, --atcommands) must be enclosed in quotes. (eg. -c "minicom -l -w -c") The arguments for the comm program must be native to the comm program, not arguments used by modemu2k. Note: The -c, -d, and -s options are exclusive of each other. If two or more of the options are specified, only the last one is effective. The modemu2k project and support site is at <https://github.com/theimpossibleastronaut/modemu2k> Report bugs to <andy400-dev@yahoo.com> or <https://github.com/theimpossibleastronaut/modemu2k/issues>
zh_cn: 使用方法: %s [选项]... -c, --commprog="<comm_prog> <args>" 创建一个使用 [arguments] 参数的连接程序 -d, --device=<pty_master> 使用 [pty_master] 进行连接 -e, --atstring="<ATxxx>" 在启动时执行 [ATxxx] -s, --show 显示使用哪个设备 -h, --help 显示帮助 -v, --version 显示版本号 -w, --warranty 显示免责声明 (-c, --commprog) 以及 (-e, --atcommands) 的参数必须 在 双引号内 (例如 -c "minicom -l -w -c") 参数必须是被连接程序里的参数，而非 modemu2k 使用的参数. 注意: -c, -d, 以及 -s 选项互相不兼容. 如果同时 制定了两或三个选项，只有最后一个会生效. modemu2k 项目的网址如下： <https://github.com/theimpossibleastronaut/modemu2k> 若要提交 bug，请联系 <andy400-dev@yahoo.com> 或者在如下网址进行提交： <https://github.com/theimpossibleastronaut/modemu2k/issues>

source: Warning: could not change ownership of tty -- pty is insecure!
nl_nl: Waarschuwing: kan het eigenaarschap van tty niet veranderen — pty is onveilig!
zh_cn: 警告: 无法改变 tty 所有者 -- pty 不安全!

source: Warning: could not change permissions of tty -- pty is insecure!
nl_nl: Waarschuwing: kan de permissies van tty niet veranderen — pty is onveilig!
zh_cn: 警告: 无法修改 tty 权限 -- pty 不安全!

source: modemu2k %s Maintainer: Andy Alt (andy400-dev@yahoo.com) This program comes with ABSOLUTELY NO WARRANTY; for details type '%s -w.' This is free software, and you are welcome to redistribute it under certain conditions; see <http://www.gnu.org/licenses/gpl.html> for details.
nl_nl: modemu2k %s Maintainer: Andy Alt (andy400-dev@yahoo.com) Dit programma komt ZONDER GARANTIES; voor details type ‘%s -w’. Dit is vrije software, en je mag dit onder bepaalde condities verspreiden; zie <http://www.gnu.org/licenses/gpl.html>voor details.
zh_cn: modemu2k %s 维护者: Andy Alt (andy400-dev@yahoo.com) 本程序完全免责; 如需详细信息，输入 '%s -w.' 查看 本程序为自由软件，在协议允许的范围内 我们欢迎对软件的重分发;参见 <http://www.gnu.org/licenses/gpl.html> 以获取详细信息.

source: modemu2k '&W'ed settings:
nl_nl: modemu2k ‘&W’ed instellingen:
zh_cn: modemu2k '&W'ed 设置:

source: modemu2k current settings:
nl_nl: modemu2k huidige instellingen:
zh_cn: modemu2k 当前 settings:

source: modemu2k telnet option states:
nl_nl: modemu2k telnet optie statussen:
zh_cn: modemu2k telnet 选项状态:
